[{"sentence":"Salon Labs, Anatoly Yakubeco.","startTime":"00:00","endTime":"00:03","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Well, I want to talk about Solana, but then also broader crypto.","startTime":"00:16","endTime":"00:21","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Maybe the best one is to start is what was the initial vision that you had when you first started working on Solana in 2018, and how much of that do you feel like has become a reality in 2025?","startTime":"00:24","endTime":"00:36","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, I think what's been kind of curious to me, or like, pretty interesting, is that the vision really didn't change that much.","startTime":"00:37","endTime":"00:45","speaker_name":"speaker 2","speaker_id":1},{"sentence":"We started building a blockchain optimized for speed, for performance, and the goal was to make it cheaper and faster.","startTime":"00:47","endTime":"00:54","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Just kind of like what Bezos has always said, what's going to be constant 10 years from now as customers are going to want cheaper, faster deliveries and prices and stuff like that.","startTime":"00:54","endTime":"01:03","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And the use case that I thought was kind of the most obvious one is trading building markets.","startTime":"01:04","endTime":"01:09","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Perish markets, anyone, anywhere in the world should be able to create a market that's fair and transparent, and users should be able to verify those properties and can look at how those markets are structured and know that you're getting the best possible price and to do that, but also to invest cheaply and, you know, as fast as physics allows.","startTime":"01:09","endTime":"01:30","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And we call the blockchain an asset speed.","startTime":"01:30","endTime":"01:33","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And surprisingly, that's basically what it does.","startTime":"01:34","endTime":"01:37","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It just runs a whole bunch of markets.","startTime":"01:37","endTime":"01:39","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think the biggest surprise to us was that how slow the traditional finance adopting this technology is taking.","startTime":"01:40","endTime":"01:49","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And it's going to take, but how fast.","startTime":"01:49","endTime":"01:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Kind of all the tail end crypto stuff took off, like NFTs, meme coins, all of this stuff that just seems like the tip of the noise, like in the Internet.","startTime":"01:52","endTime":"02:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"That was adopted, like almost right away.","startTime":"02:02","endTime":"02:04","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But the goal has always been how do we get Internet capital markets and real assets on chain with real value.","startTime":"02:05","endTime":"02:13","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Getting founders liquidity mentioned earlier, getting founders the ability to raise globally and having users that participate in those have fair and transparent access.","startTime":"02:13","endTime":"02:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Yeah, I mean, I definitely want to talk about both the financial side and NFT side, but speaking of that kind of initial vision, you talked before about the fact that you kind of came up with all of this after you had two copies in theory.","startTime":"02:23","endTime":"02:35","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And this is super buzzed.","startTime":"02:35","endTime":"02:37","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I'm curious, have you ever done that again to try to recapture that magic?","startTime":"02:37","endTime":"02:41","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, I've definitely had coffee and beer and a combination since then.","startTime":"02:42","endTime":"02:45","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It's just, it hasn't materialized in anything interesting.","startTime":"02:45","endTime":"02:48","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It was kind of a unique experience.","startTime":"02:49","endTime":"02:50","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Okay, so not necessarily something you're advising the founders in the public.","startTime":"02:50","endTime":"02:54","speaker_name":"speaker 1","speaker_id":0},{"sentence":"It could work for you.","startTime":"02:54","endTime":"02:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Just try it enough times and it'll happen.","startTime":"02:55","endTime":"02:57","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Well, you see, you mentioned that you were surprised that on the financial side or the adoption hasn't happened as quickly.","startTime":"02:58","endTime":"03:04","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Why do you think that is?","startTime":"03:05","endTime":"03:06","speaker_name":"speaker 1","speaker_id":0},{"sentence":"A lot of finance is kind of built around these laws that were developed end of last, end of two centuries ago, like end of 19th century and 20th century.","startTime":"03:07","endTime":"03:17","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And basically you had like the railroad boom in your neighborhood.","startTime":"03:17","endTime":"03:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Say I have this certificate to a company that's claiming they're building railroads somewhere in the West.","startTime":"03:21","endTime":"03:26","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You want to buy from me?","startTime":"03:26","endTime":"03:27","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Well, you have no idea if that company existed, if that railroad was ever built.","startTime":"03:27","endTime":"03:32","speaker_name":"speaker 2","speaker_id":1},{"sentence":"If you're getting like a forged or real certificate even.","startTime":"03:32","endTime":"03:35","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So a lot of scams happen.","startTime":"03:36","endTime":"03:38","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And because of that, regulators came up with a whole bunch of laws and structures and eventually culminated in the securities Act.","startTime":"03:39","endTime":"03:46","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And all these, if you think of this AS software and APIs, all of these APIs were built before.","startTime":"03:46","endTime":"03:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So we have this very robust financial system, but it's built around humans and paper and faxes and like very slow process.","startTime":"03:54","endTime":"04:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And it's why you have like two day settlement times and all of these kind of processes that take a really long time.","startTime":"04:02","endTime":"04:09","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And unfortunately these are just kind of slow systems that don't work with the Internet.","startTime":"04:10","endTime":"04:15","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Crypto solved a whole bunch of problems that would have been not possible.","startTime":"04:16","endTime":"04:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"All that certificate forging and all these things just are not possible with crypto.","startTime":"04:23","endTime":"04:27","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And you can think of it kind of like the e commerce moment in the 90s.","startTime":"04:27","endTime":"04:30","speaker_name":"speaker 2","speaker_id":1},{"sentence":"When you submit your credit card today, you have this lock on your screen in your browser.","startTime":"04:31","endTime":"04:34","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It cryptographically guarantees that your credit card is not going to be stolen during that transaction.","startTime":"04:35","endTime":"04:40","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You can now sign and away you go.","startTime":"04:40","endTime":"04:42","speaker_name":"speaker 2","speaker_id":1},{"sentence":"That's effectively digital money being passed through the Internet.","startTime":"04:42","endTime":"04:46","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Well, if I transfer a token to you have a full cryptographic chain of custody between me and the issuer, like the company that actually created that token and you can go look at their public key and see that they signed an S1 filing to the SEC and yada, yada, have full guarantees that you're actually getting what I'm claiming you're getting.","startTime":"04:46","endTime":"05:07","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So all of the stuff that's being done by humans and faxes is effectively done with math and public blockchains.","startTime":"05:08","endTime":"05:15","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So the biggest challenge here is that the people and the regulators that are built these systems that work don't want to change.","startTime":"05:16","endTime":"05:23","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And that's going to just take some time.","startTime":"05:23","endTime":"05:24","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Right, so you're talking about all these ways that crypto doesn't have those sort of risks that traditional finance did at the same time, obviously there's some pretty high profile crashes, rub pulls, things like that.","startTime":"05:25","endTime":"05:37","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So I guess maybe can you talk a little bit more about maybe there's fewer risks on some areas, but clearly there are still some pretty significant risks.","startTime":"05:38","endTime":"05:46","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, of course.","startTime":"05:46","endTime":"05:47","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So markets absorb information and if that information is unknown when exposed, markets move really fast.","startTime":"05:47","endTime":"05:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So the goal is you can solve all the technology problems.","startTime":"05:56","endTime":"05:59","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I can tell you that you're getting a certificate, but I have no idea that the company is doing X or Y.","startTime":"05:59","endTime":"06:05","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Right.","startTime":"06:05","endTime":"06:05","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like these are the things that are opaque about finance and the more that you can push on chain, the fewer failures you're going to have.","startTime":"06:05","endTime":"06:14","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So for example, during like a flash crash that was like two weeks ago, you have protocols like Kamino that are formally verified that keep a tracker, a real time tracker of all the assets on chain and they can liquidate in real time.","startTime":"06:15","endTime":"06:29","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You as an investor participant in that market, you know exactly what the risks are.","startTime":"06:30","endTime":"06:35","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And that market is absorbing information basically at 400 millisecond rate.","startTime":"06:35","endTime":"06:40","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And if that was a brick and mortar store, you would have no idea what is their actual collateral, what is their debt.","startTime":"06:41","endTime":"06:49","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And an auditor could make a mistake.","startTime":"06:49","endTime":"06:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Even, like, even if people are not being malicious, you still have mistakes that propagate in those brick and mortar systems that end up with, oh man, these guys are sad that they had XYZ collateral, but that doesn't really exist.","startTime":"06:52","endTime":"07:04","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And then you have a very sudden, very fast change in markets that causes these attacks.","startTime":"07:05","endTime":"07:10","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Right.","startTime":"07:10","endTime":"07:10","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And you talked about the regulatory side and I think you've spoken about being happy with some of the recent changes.","startTime":"07:11","endTime":"07:17","speaker_name":"speaker 1","speaker_id":0},{"sentence":"How close are grants?","startTime":"07:17","endTime":"07:19","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Kind of the regulatory landscape that you'd like to see.","startTime":"07:19","endTime":"07:21","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Are there other changes you'd like to see make?","startTime":"07:21","endTime":"07:23","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, I think the biggest changes already happened.","startTime":"07:24","endTime":"07:28","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I think the Genius act is passed and signed.","startTime":"07:28","endTime":"07:31","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And if you know, crypto's at 250 billion in stablecoins prior to the Genius act really coming online.","startTime":"07:32","endTime":"07:39","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And people are estimating somewhere between 1 trillion potentially in digital dollars minted in the next five years, which is like an insane number.","startTime":"07:40","endTime":"07:49","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I honestly can't comprehend what that means.","startTime":"07:49","endTime":"07:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But if there's really going to be trillions of dollars, digital dollars on public chains, it means finance has been completely restructured around this whole new concept of settlement and real time guarantees through public ledgers.","startTime":"07:52","endTime":"08:05","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I think it'll definitely transform fintech payments.","startTime":"08:06","endTime":"08:11","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And like I would, you know, we see folks like Stripe acquiring companies and crypto now and really being at the forefront of developing those technologies and integrating Them into traditional funding.","startTime":"08:11","endTime":"08:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And so if those changes, you know, start to happen or continue to happen, particularly for people, entrepreneurs in the audience who, you know, maybe are trying to raise some funding today, hopefully maybe five or 10 years from now, have a company that they're thinking about today making public.","startTime":"08:23","endTime":"08:37","speaker_name":"speaker 1","speaker_id":0},{"sentence":"How do you think crypto could change the process for them?","startTime":"08:38","endTime":"08:41","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I think a lot of stuff is actually the problems that founders need to solve are all going to stay the same.","startTime":"08:42","endTime":"08:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You still need to find product market fit, which means you need to find a pain point that customers have and create value there and charge them for it and find profit and scale it up.","startTime":"08:53","endTime":"09:03","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So those problems are still just as hard.","startTime":"09:03","endTime":"09:05","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think the advantages that you have now is that things that are expensive, like cross border, back end, back office settlement, if you use stable coins and crypto for that, you can effectively cut your costs much faster and much cheaper than before.","startTime":"09:06","endTime":"09:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But I don't know if anyone here is worth the payments.","startTime":"09:21","endTime":"09:25","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It is a slog.","startTime":"09:25","endTime":"09:26","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It's very hard to build the payments network because you need merchants and customers and everybody to be online at the same time, effectively with liquidity and being able to accept and send money.","startTime":"09:26","endTime":"09:37","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It's a very hard problem.","startTime":"09:37","endTime":"09:38","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But I think this is almost like the, you know, like one of the big changes.","startTime":"09:40","endTime":"09:47","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like I landed in the United States from the Soviet Union Basically in 1992 as a kid, went from the, you know, like no technology to Internet.","startTime":"09:47","endTime":"09:57","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And that was a very, just such a huge change in what you can do with tech that just, it felt like a huge break from traditional communications to the Internet.","startTime":"09:59","endTime":"10:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It was just massive change and my young brain was very adaptive and I can't absorb it immediately, but my parents got me a computer.","startTime":"10:12","endTime":"10:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I was in IRC chats like in news groups like within six months.","startTime":"10:22","endTime":"10:27","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But it takes a very long time for people to understand these big changes.","startTime":"10:27","endTime":"10:31","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like the idea of public keys and private keys and a seed phrase and real time settlement, all this stuff just doesn't like people don't get it yet.","startTime":"10:31","endTime":"10:41","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I think this is going to be part of the slowest part of growth is the type of people 10 years to understand what a web link was for the Internet to actually build frontster and then for Facebook to come out of all that, I think you're still going to see this change of process, people understanding ledgers and settlement and cryptography and then you're going to see these massive companies being built on top of this technology, just like you saw with Facebook that are true from the ground up entire financial systems that are completely native to crypto.","startTime":"10:41","endTime":"11:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You know, I was watching an interview you gave at another tech conference that shall not be named, and were talking about this idea that, you know, basically our brains need to catch up to crypto in the same way that we had to catch up to the Internet.","startTime":"11:13","endTime":"11:25","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And as I was listening to that, I was like, yeah, that makes sense.","startTime":"11:25","endTime":"11:27","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And then I guess time passes.","startTime":"11:27","endTime":"11:29","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Wait a second though.","startTime":"11:29","endTime":"11:30","speaker_name":"speaker 1","speaker_id":0},{"sentence":"But like a web link is like a.","startTime":"11:30","endTime":"11:31","speaker_name":"speaker 1","speaker_id":0},{"sentence":"It's a new idea, but it's not that.","startTime":"11:32","endTime":"11:34","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I mean, at least once it's consumer friendly and I can type it into a bracket where it's not that complicated versus like all the different parts of crypto.","startTime":"11:34","endTime":"11:41","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I think that there's a significantly higher barrier, isn't it?","startTime":"11:41","endTime":"11:44","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I think people kind of do, at a gut level understand what a secret is and a passport, there's some of that.","startTime":"11:45","endTime":"11:51","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But understanding, like, I think the implication that is this is like a mathematical certainty and nobody can change this immutable record.","startTime":"11:51","endTime":"12:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think that takes time for people to kind of fully gap.","startTime":"12:01","endTime":"12:04","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But we have some precedent of that.","startTime":"12:05","endTime":"12:07","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I mean, you go to your real estate, your county office rewards, right?","startTime":"12:07","endTime":"12:19","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And I mean, do you think that.","startTime":"12:20","endTime":"12:21","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So it sounds like you think that's really about.","startTime":"12:22","endTime":"12:24","speaker_name":"speaker 1","speaker_id":0},{"sentence":"It's a concept that people just have to get as opposed to.","startTime":"12:24","endTime":"12:27","speaker_name":"speaker 1","speaker_id":0},{"sentence":"It's not so much a threshold in of terms of the product, just has to make that complexity more visible.","startTime":"12:27","endTime":"12:32","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, absolutely.","startTime":"12:33","endTime":"12:34","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think it's actually happening faster outside of the US because there's so much less trust with local ledgers.","startTime":"12:34","endTime":"12:42","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like, what that means is like governance is bad in a lot of places outside of the US People don't trust their government.","startTime":"12:42","endTime":"12:48","speaker_name":"speaker 2","speaker_id":1},{"sentence":"They don't trust their government to track their wealth correctly or not seize it and randomly.","startTime":"12:48","endTime":"12:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So they trust Bitcoin more because of this, because they know that the government can't mess with it.","startTime":"12:55","endTime":"13:00","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So when you take people out of the equation and you're left with just math and data, you kind of can trust that more.","startTime":"13:01","endTime":"13:07","speaker_name":"speaker 2","speaker_id":1},{"sentence":"If you've had experiences that are negative with people, which I think a lot of immigrants probably in the US can talk about, but I think most folks living in the US just have an experience those kind of systemic failures.","startTime":"13:07","endTime":"13:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Right?","startTime":"13:22","endTime":"13:22","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I mean, is there also sort of, you know, you're talking about this sort of just understanding that, you know, on this kind of fundamental technical level there's certain things that can happen, but is there also just sort of a PRoblem that actually gets going forward with it after things like FTX that like, maybe you could argue technically people are protected, but they're just going to be like, this seems really bad and I don't want to have anything to do with it.","startTime":"13:22","endTime":"13:44","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So again, I think if you are a back office finance person, you actually get crypto much faster.","startTime":"13:45","endTime":"13:53","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think similarly, like the Internet first really became used in back end businesses with email and then people started sending links to like dancing baby to each other.","startTime":"13:53","endTime":"14:03","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And then I'm like, oh yeah, I kind of get it.","startTime":"14:03","endTime":"14:05","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So finance people deal with settlement risk all the time.","startTime":"14:05","endTime":"14:09","speaker_name":"speaker 2","speaker_id":1},{"sentence":"They deal with banking risk all the time.","startTime":"14:09","endTime":"14:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So right after ftx, SVB and a whole bunch of banks had a crisis, right?","startTime":"14:12","endTime":"14:18","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And if the government didn't bail out, a lot of companies were funded in Silicon Valley would have been screwed.","startTime":"14:18","endTime":"14:24","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Their Runway was stuck in Silicon Valley bank and the money wasn't there.","startTime":"14:24","endTime":"14:28","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So that's that risk.","startTime":"14:29","endTime":"14:31","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Every CFO at every company that's been funded understands kind of like that's their whole job is to avoid that risk.","startTime":"14:31","endTime":"14:39","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So once the back end office starts using crypto and starts using public ledgers, by that I mean just stablecoins, just dollars issued on a public ledger, they understand the settlement guarantees that they get with their private fees.","startTime":"14:40","endTime":"14:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And then that means that those folks understand it deeply.","startTime":"14:55","endTime":"14:59","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And you kind of start seeing this periphery to consumers and retail, but that's going to come later because most of the time retail is just not exposed to those risks.","startTime":"14:59","endTime":"15:09","speaker_name":"speaker 2","speaker_id":1},{"sentence":"The government bails it out when it gets big enough and something long.","startTime":"15:09","endTime":"15:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You also mentioned that the flip side of the financial world adopting is kind of slower, is that you've been surprised to see kind of like how Quickly people embraced NFTs, meme coins and things like that.","startTime":"15:13","endTime":"15:24","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Solana, among other things, Trump, the Trump coin was built, as I understand it, that's not really something you have any control.","startTime":"15:24","endTime":"15:32","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, I mean Solana is literally a protocol.","startTime":"15:33","endTime":"15:36","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So like email is a protocol.","startTime":"15:36","endTime":"15:38","speaker_name":"speaker 2","speaker_id":1},{"sentence":"There's a whole bunch of standards around email, there's a whole bunch of code and standards around Solana.","startTime":"15:38","endTime":"15:43","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Anyone can go and people can create markets for anything.","startTime":"15:43","endTime":"15:47","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I can send you an email with a link to TrumpCoin or FartCoin.","startTime":"15:47","endTime":"15:51","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And then again, both of those are protocols that you email and the underlying protocol that creates that market.","startTime":"15:52","endTime":"15:59","speaker_name":"speaker 2","speaker_id":1},{"sentence":"My kind of like eureka moment for this stuff was I used to play Ultima Online EverQuest.","startTime":"16:00","endTime":"16:07","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I don't know if folks remember those games, all the old folks in the audience.","startTime":"16:07","endTime":"16:11","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Yeah.","startTime":"16:11","endTime":"16:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I was like, my first experience with programming was to build like a auto farmer in Ultima online to go mine wood, and then I would sell.","startTime":"16:12","endTime":"16:20","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It.","startTime":"16:20","endTime":"16:21","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And people would send me, like a cashier's check over, like, the snail mail that I could go cash and then spend on whatever I wanted.","startTime":"16:23","endTime":"16:30","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I think as soon as you have kind of this collective shared state where people share an experience, even if it's digital, people will create kind of markets for random stuff that is totally seems like superfluous, like it has no meaning outside of the meeting in that little ecosystem.","startTime":"16:30","endTime":"16:52","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So the Internet is a shared digital state, but for the entire world, not just a tiny little game.","startTime":"16:54","endTime":"17:00","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So those markets can get really big really quickly.","startTime":"17:01","endTime":"17:04","speaker_name":"speaker 2","speaker_id":1},{"sentence":"This is kind of like, I think, the bizarre kind of thing that was really unexpected.","startTime":"17:04","endTime":"17:09","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But if you look at like, mobile gaming revenue for loot boxes and iOS, a public company, that's like 100 billion of payment volume a year, right?","startTime":"17:10","endTime":"17:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So if just a small portion of that ends up in the shared state, you know, crazy numbers can happen.","startTime":"17:21","endTime":"17:26","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So when you see something like trumpcoin or fartcoin, like, that's something that's maybe a little bit easy to either get mad at or laugh at to you.","startTime":"17:27","endTime":"17:34","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Like, you're like, this is like, very natural and this is fine.","startTime":"17:34","endTime":"17:36","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, to me, this is like three boxes, basically.","startTime":"17:37","endTime":"17:40","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Yeah.","startTime":"17:40","endTime":"17:40","speaker_name":"speaker 1","speaker_id":0},{"sentence":"But, like, the benefit of that, of those things happening is like, for the same reason that iOS is able to take those revenues and build an awesome platform where you can use FaceTime for free.","startTime":"17:41","endTime":"17:54","speaker_name":"speaker 2","speaker_id":1},{"sentence":"These are all stress tests that force, like, real value at risk.","startTime":"17:54","endTime":"17:58","speaker_name":"speaker 2","speaker_id":1},{"sentence":"There's real money at stake, and the engineering has to be incredibly good to be able to serve all these work markets at the same time, globally, around the world, like in real time, with transparency and cryptographic guarantees to make sure that nobody can, like, modify the markets to their advantage.","startTime":"17:58","endTime":"18:16","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And that is awesome because then you can use this technology for issuing shares.","startTime":"18:16","endTime":"18:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You can be a founder that doesn't pay, you know, Goldman Sachs 10% of, like, their IPO price, like, figment.","startTime":"18:22","endTime":"18:28","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You can literally just use a smart contract direct list, get access to global capital and not have this crazy price difference between the dollars that you get and what retail pays.","startTime":"18:28","endTime":"18:40","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like, the whole point of this technology, or I think any technology, is that progress moves forward when it can make the world cheaper, faster, and reduce costs.","startTime":"18:41","endTime":"18:51","speaker_name":"speaker 2","speaker_id":1},{"sentence":"For end users and so on.","startTime":"18:51","endTime":"18:55","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Now there's this whole ecosystem that you don't control.","startTime":"18:56","endTime":"18:59","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So this is kind of a basic question, but talk about just sort of what is.","startTime":"19:00","endTime":"19:03","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I mean, obviously you're the CEO of Solana Labs, but what is your Role now in your relationship.","startTime":"19:03","endTime":"19:07","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So Solana Labs builds products.","startTime":"19:09","endTime":"19:11","speaker_name":"speaker 2","speaker_id":1},{"sentence":"One of the products recently shipped was Android phone with kind of the slick integration for signing.","startTime":"19:11","endTime":"19:17","speaker_name":"speaker 2","speaker_id":1},{"sentence":"The goal is to give users like an Apple pay.","startTime":"19:17","endTime":"19:20","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Hell yeah.","startTime":"19:20","endTime":"19:20","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Secret.","startTime":"19:20","endTime":"19:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I get to cell phones now the goal is to build like an Apple pay like experience for signing crypto because a lot of the complexity and understanding security things can be abstracted away device that has been built in the last like 50 years, which is your smartphone.","startTime":"19:25","endTime":"19:44","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So that's part of it.","startTime":"19:44","endTime":"19:46","speaker_name":"speaker 2","speaker_id":1},{"sentence":"The other part of my life I think is if I could do whatever I wanted, I'd probably spend all my time coding deep in the code, consensus optimizations, all of this kind of deep vertical work I love to do.","startTime":"19:46","endTime":"19:59","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So this is something that I have to peel myself away from.","startTime":"19:59","endTime":"20:03","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Talking to all the amazing consensus engineers and the folks working on the protocol is just something that probably spend all my time on.","startTime":"20:04","endTime":"20:11","speaker_name":"speaker 2","speaker_id":1},{"sentence":"That's great.","startTime":"20:11","endTime":"20:12","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But you still spend a little bit of your time actually in.","startTime":"20:12","endTime":"20:14","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, I mean I think the difference now is kind of the maintenance is.","startTime":"20:15","endTime":"20:26","speaker_name":"speaker 2","speaker_id":1},{"sentence":"In my experience AI has been like a great force multiplier for I think somebody that's an astro.","startTime":"20:26","endTime":"20:32","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I had 15 plus years coding by hand like in VI and optimizing codes during the debuggers.","startTime":"20:33","endTime":"20:39","speaker_name":"speaker 2","speaker_id":1},{"sentence":"The crazy thing about AI now is I can kind of like just watch claw ch through its thing and I can almost smell when it's going off the rail and corrected.","startTime":"20:39","endTime":"20:48","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I can have like the time people are in a meeting with me and I'm not being attention is because of watching CL.","startTime":"20:48","endTime":"20:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"When fog is going wrong.","startTime":"20:58","endTime":"21:00","speaker_name":"speaker 1","speaker_id":0},{"sentence":"But you know, one of the challenges in preparing for this interview is the fact that you know, we start.","startTime":"21:00","endTime":"21:05","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I started talking to your team maybe a month ago, whatever.","startTime":"21:05","endTime":"21:07","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And there just keep being these like new developments in Salana.","startTime":"21:07","endTime":"21:12","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Some which you have more to do with than others.","startTime":"21:12","endTime":"21:13","speaker_name":"speaker 1","speaker_id":0},{"sentence":"But I think one that happened yesterday was like basically bitwise Salana ets.","startTime":"21:13","endTime":"21:18","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Can you just tell us about that?","startTime":"21:19","endTime":"21:20","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, it's weird.","startTime":"21:21","endTime":"21:22","speaker_name":"speaker 2","speaker_id":1},{"sentence":"How does the protocol go public?","startTime":"21:22","endTime":"21:23","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Or like this is where you have this.","startTime":"21:24","endTime":"21:26","speaker_name":"speaker 2","speaker_id":1},{"sentence":"We have a global permissionless ledger that can create its own market, has access to liquidity globally.","startTime":"21:26","endTime":"21:32","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But you still have Wall street with these like old school human based APIs.","startTime":"21:33","endTime":"21:37","speaker_name":"speaker 2","speaker_id":1},{"sentence":"See it.","startTime":"21:37","endTime":"21:38","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So the crazy thing is like a totally third party, bitwise and grayscale, like people that I cannot fire hire.","startTime":"21:38","endTime":"21:46","speaker_name":"speaker 2","speaker_id":1},{"sentence":"They can go public for a protocol so they can go figure out all the Data that the SEC needs, all the disclosures, submit an S1 and get ETF or the Solana protocol listed on traditional Wall street markets.","startTime":"21:46","endTime":"22:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And it's pretty cool because this is, I think, the first staking etf.","startTime":"22:03","endTime":"22:06","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So it's not just the token that's listed, it's the whole security model of getting rewards and staking and participating in the network.","startTime":"22:07","endTime":"22:16","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It's like all of the stuff, all the code that I wrote at like 2am is like part of the disclosures on Wall street, which is really kind of crazy to think about, but a huge step, I think.","startTime":"22:17","endTime":"22:30","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Is it slightly terrifying?","startTime":"22:30","endTime":"22:32","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah, for sure.","startTime":"22:34","endTime":"22:34","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Yep.","startTime":"22:34","endTime":"22:35","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Are there other projects that you're kind of seeing sort of in the works that you just think, wow, this is really cool.","startTime":"22:37","endTime":"22:43","speaker_name":"speaker 1","speaker_id":0},{"sentence":"I think, like, some of the, again, more exciting stuff is pretty boring.","startTime":"22:45","endTime":"22:50","speaker_name":"speaker 2","speaker_id":1},{"sentence":"And it's getting something like a lending protocol formally verified.","startTime":"22:50","endTime":"22:55","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think one of the coolest things that I've seen recently is that Camino has done two separate formal verifications.","startTime":"22:55","endTime":"23:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So the challenge with trusting finance with money, I mean, sorry, software with money, is that software has bugs.","startTime":"23:01","endTime":"23:10","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Anyone that's ever in software knows that they write bugs.","startTime":"23:10","endTime":"23:13","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I write bugs.","startTime":"23:13","endTime":"23:14","speaker_name":"speaker 2","speaker_id":1},{"sentence":"When I tell cloth write software, it also generates bugs.","startTime":"23:14","endTime":"23:17","speaker_name":"speaker 2","speaker_id":1},{"sentence":"How, how can we actually trust these systems with millions of dollars?","startTime":"23:17","endTime":"23:21","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Like people's lives are ultimately at stake, their careers, payroll, all this stuff is ultimately at risk when you escrow those funds with software.","startTime":"23:21","endTime":"23:32","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think the coolest thing has been in, I think the recent five years is formal verification and with AI being able to generate formal proofs for the software that you're writing.","startTime":"23:33","endTime":"23:45","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So I think we're going to start seeing incredible improvements in reliability and that's going to allow us to put more trust, more funds at risk in the software, which ultimately reduces cost to users, reduces risk and stuff like that.","startTime":"23:45","endTime":"24:00","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So, you know, you kind of think of finance as like logistics when you have speed bumps, use more gas when your roads are inefficient, use more gas when your roads are so poorly constructed, you have crashes that there's like a massive cost to society.","startTime":"24:00","endTime":"24:17","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Same thing with finance.","startTime":"24:17","endTime":"24:19","speaker_name":"speaker 2","speaker_id":1},{"sentence":"You have a person that can make a mistake and that could cost a company a billion dollars.","startTime":"24:19","endTime":"24:23","speaker_name":"speaker 2","speaker_id":1},{"sentence":"That's a very risky process that is better off with formally verified software.","startTime":"24:23","endTime":"24:28","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So as the software kind of eats the world, finance is probably the last bastion of that because so much is at risk.","startTime":"24:28","endTime":"24:35","speaker_name":"speaker 2","speaker_id":1},{"sentence":"But I think we're starting to see both cryptography and formal verification kind of make that reality.","startTime":"24:35","endTime":"24:41","speaker_name":"speaker 2","speaker_id":1},{"sentence":"So it sounds like part of what you're saying is that in terms of closing that gap between the fun Mimi stuff versus the finance stuff, a lot of that is about building the kind of more boring infrastructure.","startTime":"24:41","endTime":"24:53","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Absolutely.","startTime":"24:53","endTime":"24:54","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Yeah.","startTime":"24:54","endTime":"24:54","speaker_name":"speaker 2","speaker_id":1},{"sentence":"It's building a and making sure that all the risks that you can manage with software, photography, actually.","startTime":"24:54","endTime":"25:01","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Well, there's so much more I want to ask, but unfortunately.","startTime":"25:04","endTime":"25:06","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So, Anatoly, thank you so much for joining us.","startTime":"25:06","endTime":"25:09","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Let's move on from the future of crypto to one of tech's most enduring figures, someone whose entire help shape online culture gig.","startTime":"25:20","endTime":"25:31","speaker_name":"speaker 1","speaker_id":0},{"sentence":"And you a for investor in D.C. and now he's exploring what comes next at the intersection of tech investing and interventions.","startTime":"25:31","endTime":"25:39","speaker_name":"speaker 1","speaker_id":0},{"sentence":"So please welcome to this rough stage Kevin Rose and your moderator, tech Punches, Connie Loos.","startTime":"25:39","endTime":"25:44","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Thanks.","startTime":"25:56","endTime":"25:57","speaker_name":"speaker 2","speaker_id":1},{"sentence":"Yes, we're going to do this.","startTime":"25:57","endTime":"25:59","speaker_name":"speaker 2","speaker_id":1},{"sentence":"I think most of you, maybe all of you, in case you don't take was the place where everyone wanted to find out what mattered on the Internet.","startTime":"26:00","endTime":"26:11","speaker_name":"speaker 1","speaker_id":0},{"sentence":"Starting in 2000 and 20.","startTime":"26:11","endTime":"26:12","speaker_name":"speaker 1","speaker_id":0}]